Repository: Dinali1/Restaurant_imtixon
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: uz

source: 🥗 Cezar Salad
uz: 🥗 Sezar Salat

source: 🥗 Olivie Salad
uz: 🥗 Olivye Salat

source: ⬅️ Back (Main Menu)
uz: ⬅️ Ortga (Asosiy menyu qaytish)

source: 🥗 Welcome to Salads Menu
uz: 🥗 Salatlar menyusi

source: 🍚 Pilov
uz: 🍚 Osh

source: 🍜 Soup
uz: 🍜 Shorva

source: 🍽 Restaurant Menu
uz: 🍽 Restaurant Menyusi

source: 📞 Connect with us
uz: 📞 Biz bilan bog'lanish

source: 🇺🇿🇬🇧 Languages
uz: 🇺🇿🇬🇧 Tillar

source: 🏠 Main Menu
uz: 🏠Asosiy Menyu

source: 🇺🇿 Uzbek
uz: 🇺🇿 O'zbekcha

source: 🇬🇧 English
uz: 🇬🇧 Englishcha

source: 🥗 Salads
uz: 🥗 Salatlar

source: 🥣 Hot Meals
uz: 🥣 Issiq ovqatlar

source: If you have problem call shown number
uz: Seryozniy masala bo'la pastdagi nomerga tel qilaverasiz
